/***********************************************************************
 *
 *  Subsystem:   自己创建的头文件
 *  File:        self_define.h
 *  Author:      张溢炉
 *  Description: 将自己写的头文件都包含在此文件中，在主函数包含此头文件即可
 *  Others:         
 *
 *********************************************************************/
 
 
/***********************************************************************
 *
 *  Subsystem:   
 *  File:         
 *  Author:      张溢炉
 *  Description: 
 *  Others:         
 *
 *********************************************************************/

#ifndef __SELF_DEFINE_H
#define __SELF_DEFINE_H

#include "gpio.h"
#include "sfr.h"
#include "tim.h"
	
#endif
